{
  "base_model_name_or_path": "EleutherAI/pythia-2.8b",
  "bias": "none",
  "fan_in_fan_out": false,
  "inference_mode": true,
  "init_lora_weights": true,
  "lora_alpha": 16,
  "lora_dropout": 0.05,
  "modules_to_save": null,
  "peft_type": "LORA",
  "r": 4,
  "target_modules": [
    "query_key_value"
  ],
  "task_type": "CAUSAL_LM"
}
